
export const sakahtar = `
စကားထာ ဆိုသည်မှာ "တစ်ဖက်သား၏ ဉာဏ်ကို စမ်းလိုသောကြောင့် ကွယ်ဝှက်သော အနက်အဓိပ္ပာယ်တို့ဖြင့် ဖန်တီးထားသည့် အဆိုအမိန့်၊ အဖွဲ့အနွဲ့၊ အမေးပုစ္ဆာ၊ ပဟေဠိ ဟူ၍ ဖွင့်ဆိုသည်။" [၁]
စကားထာသည် (စကားဓာရ) မှ (စကားဓာ)(စကားထာ) ဖြစ်လာသည်ဟု ဆိုကြသည်။ ဓာရသည် ဆောင်သည်ဟူသော အနက်ရှိသဖြင့် ဆောင်ထားအပ်သော စကားဟူ၍ ဖြစ်နိုင်သည်။ တဖန် ပါဠိဘာသာ ဌာပန သက္ကတဘာသာ သ္ထာပန မြန်မာဘာသာ ထားခြင်း အနက်ကို ဆောင်ပေသည်။ မုန့်ကို ဌာပနာ သကဲ့သို့ စကားကိုလည်း ဌာပနာသည်ဟု သုံးစွဲရာမှ စကားဌာပနာ၊ စကားထာ ဖြစ်လာလေမည်ဟု စဉ်းစားကြသေးသည်။ [၂]

စကားထာ ဆိုသည် မိမိရည်ညွှန်းလိုသော အရာကို သွယ်ဝိုက်ကာ ဝှက်ထားသော စကားစုကို ခေါ်ဆိုသည်။ စာမတတ်ခင်က မြန်မာတွေရဲ့ "ပါးစပ်စာပေ"ထဲမှာ မြန်မာစကားထာတွေလည်းပါဝင်သည်။ စကားထာအကြောင်းအရာများက
တောတောင်သဘာဝ၊ နေ့စဉ်သုံးပစ္စည်းဆိုင်ရာ၊ သားငှက်၊ လူ့ကိုယ်ခန္ဓာ၊ အပင် တို့နှင့်ပတ်သတ်သည့် အကြောင်းများဖြစ်ပြီး ချစ်မှုရေးရာစကားထာများလည်း သီးခြားတည်ရှိသေးသည်။

အမြစ်ကိုစားသုံးသည့် အပင်

စကားထာ
စကား၏ အနက်အဓိပ္ပာယ်ကို ကွယ်ဝှက်၍ ပုစ္ဆာထုတ်ခြင်းသည် စကားထာ ဖြစ်သည်။ ဤသို့ ပုစ္ဆာထုတ်ခြင်းကို စကားထာ ဝှက်သည်ဟု ခေါ်သည်။ စကားထာဝှက်သည်ကို မဖြေနိုင်လျှင် ပန်းပေးသည်ဟု ဆိုရသည်။ ထိုအခါ စကားထာဝှက်သူက အဖြေကို ပြောပြရသည်။ စကားထာဝှက်ခြင်းသည် မြန်မာတို့၏ ရှေးဟောင်းဓလေ့ဖြစ်သည်။ အခြားလူမျိုးတို့သည်လည်း တစ်ဦးနှင့်တစ်ဦး ဉာဏ်စမ်းရန် စကားထာဝှက်တတ်၏။ စကားထာကို မိန်းကလေးများက စတင်ဝှက်၍ ယောက်ျားလေးများက ဖြေကြရသည်။

မြန်မာမှုတွင် စကားထာ အမျိုးမျိုးရှိသည်။ ကာရန်အားဖြင့်ဝှက်သော စကားထာ၊ ဥပမာအားဖြင့်ဝှက်သော စကားထာ၊ အနက်အားဖြင့်ဝှက်သော စကားထာ၊ စကားလိမ်အားဖြင့် ဝှက်သော စကားထာ၊ သင်္ချာအားဖြင့်ဝှက်သော စကားထာ ဟူ၍ အမျိုးမျိုးရှိသည်။

ကာရန်အားဖြင့်ဝှက်သော စကားထာများနှင့် အဖြေများမှာ
(မေး) တောင်ကြိုတောင်ကြား၊ ပေါက်သည့်ဝါး၊ အဖျားခပ်သွယ်သွယ်။
(ဖြေ) အိမ်ကြိုအိမ်ကြား၊ ပေါက်သည့်သား၊ စကားခပ်ကြွယ်ကြွယ်။

ဥပမာအားဖြင့် ဝှက်သောစကားထာများမှာ 'ရေပက်လည်ဆောင်၊ အလယ်ခေါင်သောင်ထွန်း၊ မိန်းမလှကျွန်း' ဟူသော စကားထာ၊ 'မဖွပ်ဘဲဖြူသည့် နတ်ပုဆိုး၊ မလောင်းဘဲပြည့်သည့် နတ်ရေအိုး'ဟူသည့် စကားထာနှင့် 'ကျူပင်ကြို၊ ကျူပင်ကြား၊ လောင်းကလေးနှင့်သွား' ဟူ၍ အမျိုးမျိုးရှိသည်။

စကားလိမ် အားဖြင့်ဝှက်သော စကားထာ၌၊ စကားလိမ်၏ သဘောမှာ တစ်ပါးသူတို့ မသိနားမလည်နိုင်ကြစေရန် မူရင်း စကားလုံးများ၏ အသံကာရန်ကို ရှေ့နောက် ပြောင်းပြန်ပြုထားခြင်းဖြင့်၊ အသံကာရန်ကို လိုက်၍ စကားလုံးပို ထည့်သွင်းအသုံးပြုခြင်းဖြင့် စကားဝှက်၍ ပြောခြင်း ဖြစ်သည်။

စကားထာ ပညာသည် အကျိုးအကြောင်းနှိုင်းဆမှုကို အထောက်အပံ့ပြုသည်။ တစ်ဆင့်ပြီး တစ်ဆင့် ကြံဆရသဖြင့် အထောက်အပံ့ပြုသည်။ ဉာဏ်ကို ရွှင်စေသည်။ စိတ်ကူးကောင်းကို ရစေသည်။ သို့သော် ယခုခေတ်၌ကား စကားထာပညာကို လူငယ်လူရွယ်တို့သည် စိတ်ပျော်ရွှင်ရုံမျှ လေ့လာကြလေသည်။
`;
