
export const sakaLain = `
စကားလိမ်ဆိုသည်မှာ စကား၏ အနှစ်သာရ အဓိပ္ပာယ်ကို လိမ်ညာပြောသော စကားမျိုးကို ဆိုလိုရင်းမဟုတ်ပေ။ စကားလုံး၏ ကာရံများကို ရှေ့နောက်ပြောင်းပြန်ပြု၍ ပြောသောစကားသာဖြစ်သည်။ 
စကားလိမ်-ဆိုသည် ရှေ့အသံနဲ့ နောက်အသံ ပြောင်းပြီး ပြောင်းပြန်ပြောသည့် စကားအပြောမျိုးကို ဆိုလိုသည်။ 
စကား ၃-လုံးရှိလျှင် အလယ်လုံးကို အသံမပြောင်းဘဲ မူလအတိုင်းထားပြီး ရှေ့နောက်ပြောင်းသောမခါ နောင်သိ-မှ နိသောင်-ဖြစ်သွားသည်။ သူများမသိစေလိုသည့်အကြောင်းအရာတို့ကို စကားလိမ်သုံး၍ ပြောတတ်သည်။ ငှက်ပျောသီးနှင့် မတည့်သော ကလေးရှေ့တွင် ပြောချင်လျှင် ငပျီးသော ဟုပြောတတ်သည်။

တခါက ဘုန်းတော်ကြီးတပါးအား နောက်တတ်ပြောင်တတ်သည့် ဒကာတစ်ယောက်က လင်ပေးရွာကို ဆွမ်းစားကြွပါဘုရား ဟု လျှောက်သောအခါ ဘုန်းတော်ကြီးက လင်ပေးရွာဆိုတာ မကြာဖူး ဟုဆိုကာ စဉ်းစားသော် လင်ပေး-က လေးပင်၊ လေးပင်တိုင်အိမ်များမှာ သုံးခန်းရှိသည်။ သုံးခန်း-မှစကားလိမ်ဖြေလျှင် သန်းကုန်း-။ ထိုအခါမှ ရွာနာမည်ပေါ်လာသည်။
ဤစကားလိမ်သည် သူတစ်ပါး မသိစေလို၍ တီထွင်ထားကြရာမှ ပေါ်လာပုံရသည်။ 

(မေး) အစ်ကိုမယား အိပ်ချင်တယ်။
အစ်ကိုမယားက- မရီး
အိပ်ချင်လျှင်-သမ်း-သည်
မရီးသမ်း-မရန်းသီး
(ဖြေ) မရန်းသီး။
`;
