
export const sakahtar = `
စကားထာ ဆိုသည်မှာ "တစ်ဖက်သား၏ ဉာဏ်ကို စမ်းလိုသောကြောင့် ကွယ်ဝှက်သော အနက်အဓိပ္ပာယ်တို့ဖြင့် ဖန်တီးထားသည့် အဆိုအမိန့်၊ အဖွဲ့အနွဲ့၊ အမေးပုစ္ဆာ၊ ပဟေဠိ ဟူ၍ ဖွင့်ဆိုသည်။" [၁]
စကားထာသည် (စကားဓာရ) မှ (စကားဓာ)(စကားထာ) ဖြစ်လာသည်ဟု ဆိုကြသည်။ ဓာရသည် ဆောင်သည်ဟူသော အနက်ရှိသဖြင့် ဆောင်ထားအပ်သော စကားဟူ၍ ဖြစ်နိုင်သည်။ တဖန် ပါဠိဘာသာ ဌာပန သက္ကတဘာသာ သ္ထာပန မြန်မာဘာသာ ထားခြင်း အနက်ကို ဆောင်ပေသည်။ မုန့်ကို ဌာပနာ သကဲ့သို့ စကားကိုလည်း ဌာပနာသည်ဟု သုံးစွဲရာမှ စကားဌာပနာ၊ စကားထာ ဖြစ်လာလေမည်ဟု စဉ်းစားကြသေးသည်။ [၂]
စကားထာ ဆိုသည် မိမိရည်ညွှန်းလိုသော အရာကို သွယ်ဝိုက်ကာ ဝှက်ထားသော စကားစုကို ခေါ်ဆိုသည်။ စာမတတ်ခင်က မြန်မာတွေရဲ့ "ပါးစပ်စာပေ"ထဲမှာ မြန်မာစကားထာတွေလည်းပါဝင်သည်။ စကားထာအကြောင်းအရာများက
တောတောင်သဘာဝ၊ နေ့စဉ်သုံးပစ္စည်းဆိုင်ရာ၊ သားငှက်၊ လူ့ကိုယ်ခန္ဓာ၊ အပင် တို့နှင့်ပတ်သတ်သည့် အကြောင်းများဖြစ်ပြီး ချစ်မှုရေးရာစကားထာများလည်း သီးခြားတည်ရှိသေးသည်။
ကာရန်အားဖြင့်ဝှက်သော စကားထာများနှင့် အဖြေများမှာ

(မေး) တောင်ကြိုတောင်ကြား၊ ပေါက်သည့်ဝါး၊ အဖျားခပ်သွယ်သွယ်။
(ဖြေ) အိမ်ကြိုအိမ်ကြား၊ ပေါက်သည့်သား၊ စကားခပ်ကြွယ်ကြွယ်။
`;
