export const sakapone = `စကားပြောရာတွင် မပါမပြီးသော အဆင်တန်ဆာဖြစ်၍ ပညာရှိများသာမက ကလေးသူငယ်များပင်လျှင် ကြားရဖန်များ၍ အတုယူသုံးနှုန်းပြောဆိုတတ်ကြပေသည်။ စကားပုံကြောင့် စကားရွှင်၍ အသက်ဝင်သည်။ ရှည်ရှည်ဝေးဝေး ဖွဲ့နွဲ့ပြောဆိုရမည့် စကားကို တိုတိုနှင့် ထိထိမိမိပြောနိုင်သည်။ 

စကားပုံဆိုသည်မှာ စကားပြောဆိုရာတွင် မိမိပြောလိုသည့်အကြောင်းအရာ ပိုမိုပေါ်လွင်ထင်ရှားစေရန် ရည်ရွယ်ချက်ဖြင့်လည်းကောင်း၊ ရှေးယခင်က မှားယွင်းစွာဆောင်ရွက်ခဲ့ဖူးခြင်းရှိခဲ့သည်တို့အား နှောင်းလူတို့ သိရှိသတိရရှောင်လွှဲစေနိုင်ရန်ရည်ရွယ်ချက်ဖြင့်လည်းကောင်း၊ အစဉ်အလာအလေ့အထ ရှိဖူးသည်တို့အား သတိပြုလိုက်နာစေရန်ရည်ရွယ်ချက်ဖြင့်လည်းကောင်း၊ ဥပမာပေးခိုင်းနှိုင်းမှုတို့ပါဝင်ပြီး တိုတိုနှင့်ထိမိပေါ်လွင်အောင်တန်ဆာဆင်ပြောကြသည့် ပြောစမှတ်တွင်နေသောစကားအသုံးများဖြစ်သည်။

ဥပမာ - မိမိ၏သာမန်စွမ်းဆောင်မှုကိုပင် အခြားသူတို့ဆောင်ရွက်ရာ အလွဲအမှားရှိခဲ့ပါက ဖားကိုတု၍ ခရုခုန် အိုင်ပွက်ရုံသာ ရှိတော့မှာပေါ့ ဟု မိမိ၏စွမ်းဆောင်ရည်အားပိုမိုပေါ်လွင်ထင်ရှားစေပြီး ကျန်သူများအား လိုက်လံတုပလိုသူများအဖြစ် နှိမ်ချကာ အောင်မြင်မှုမရဘဲ ဆုံးရှုံးကြလိမ့်မည်ဟု သတိပေးပြောကြားလိုသောကိစ္စရပ်များတွင်သုံးလေ့ရှိသည်။

ရှေးယခင်က မိမိအား အဖက်မလုပ်ဂရုမစိုက်ကြပဲ ယခုအခါ မိမိတွင် တစ်စုံတစ်ခု တိုးတက်ဖြစ်ထွန်းမှုရှိလာကာမှ မျှဝေခံစားလိုသောသဘောဖြင့် ချဉ်းကပ်လာကြသည်ဟု စွပ်စွဲပြောကြားလိုသောအခါ ဘူးသီးသီးမှအရီးတော်မနေကြပါနှင့် ဟု ပုံခိုင်းပြောတတ်ခြင်းမျိုး ဖြစ်သည်။

ပြုမူဆောင်ရွက်ဖွယ်ကိစ္စကို အချိန်အခါသင့်မဆောင်ရွက်နိုင်သဖြင့် အကျိုးမဖြစ်ထွန်းပဲ လွဲနိုင်ကြောင်းကို မိုးလွန်မှ ထွန်ချသည့် နှယ် ဖြစ်တတ်သည်ဟု သတိပေးပြောလိုသောအခါ သုံးလေ့ရှိပုံမျိုး ဖြစ်သည်။

မှားမည်မှန်မည် ချင့်ချိန်မှန်းဆရာတွင်သော်လည်းကောင်း အရည်အချင်းမီမမီ အကဲဖြတ်ရာတွင်လည်းကောင်း တောင်ကလာမှ မိုး၊ ဒေါင်ဒေါင်မြည်မှ အိုး၊ သုံးလွန်းတင်မှ ကြိုးတဲ့ မင်းတို့ဟာက စကတည်းက ယဉ်သကိုဆိုတာလိုပဲ ပုံမလာပါဘူးကွာ စသည့်ဖြင့် ဆန်းစစ်ပြောတတ်ကြပုံမျိုးလည်းရှိသည်။

အရာရာတွင်စိတ်တိုင်းကျခဲပြီး ရွေးလွန်းသူကို လင်စံရွေး လင်ခွေးနှင့်ညားတတ်သည်ဟုလည်းကောင်း၊ ဟိုဟာကောင်းနိုးနိုး သည်ဟာကောင်းနိုးနိုး မပြတ်မသားဖြစ်ကာ ပင်ပန်းရသူတို့ကို ပုဂံနှင့်ညောင်ဦး တောင်ကူးလို့မြောက်ပြေး ရွာဆော်ကြီးခွေးလို ဟုလည်းကောင်း စသည့် ဥပမာပေးကာ ဆုံးမပြောဆိုသော စကားပုံများလည်းရှိသည်။`;
