export const sakapone = `စကားပြောရာတွင် အဆင်တန်ဆာဖြစ်၍ ပညာရှိများသာမက ကလေးသူငယ်များပင်လျှင် ကြားရဖန်များ၍ အတုယူသုံးနှုန်းပြောဆိုတတ်ကြပေသည်။ စကားပုံကြောင့် စကားရွှင်၍ အသက်ဝင်သည်။ ရှည်ရှည်ဝေးဝေး ဖွဲ့နွဲ့ပြောဆိုရမည့် စကားကို တိုတိုနှင့် ထိထိမိမိပြောနိုင်သည်။ 
စကားပုံဆိုသည်မှာ  ရှေးယခင်က မှားယွင်းစွာဆောင်ရွက်ခဲ့ဖူးခြင်းရှိခဲ့သည်တို့အား နှောင်းလူတို့ သိရှိသတိရရှောင်လွှဲစေနိုင်ရန်ရည်ရွယ်ချက်ဖြင့် သတိပြုလိုက်နာစေရန်ရည်ရွယ်ချက်ဖြင့် ပြောစမှတ်တွင်နေသောစကားအသုံးများဖြစ်သည်။
ဥပမာ - မိမိ၏သာမန်စွမ်းဆောင်မှုကိုပင် အခြားသူတို့ဆောင်ရွက်ရာ အလွဲအမှားရှိခဲ့ပါက ဖားကိုတု၍ ခရုခုန် အိုင်ပွက်ရုံသာ ရှိတော့မှာပေါ့ ဟု မိမိ၏စွမ်းဆောင်ရည်အားပိုမိုပေါ်လွင်ထင်ရှားစေပြီး ကျန်သူများအား လိုက်လံတုပလိုသူများအဖြစ် နှိမ်ချကာ အောင်မြင်မှုမရဘဲ ဆုံးရှုံးကြလိမ့်မည်ဟု သတိပေးပြောကြားလိုသောကိစ္စရပ်များတွင်သုံးလေ့ရှိသည်။
 ဟိုဟာကောင်းနိုးနိုး သည်ဟာကောင်းနိုးနိုး မပြတ်မသားဖြစ်ကာ ပင်ပန်းရသူတို့ကို ပုဂံနှင့်ညောင်ဦး တောင်ကူးလို့မြောက်ပြေး ရွာဆော်ကြီးခွေးလို ဟုလည်းကောင်း စသည့် ဥပမာပေးကာ ဆုံးမပြောဆိုသော စကားပုံများလည်းရှိသည်။
 
(မေး)လင်စံရွေး (------)နှင့်ညားတတ်သည်
(ဖြေ)လင်ခွေး`;
