
export const sakaLain = `
စကားလိမ်ဆိုသည်မှာ စကား၏ အနှစ်သာရ အဓိပ္ပာယ်ကို လိမ်ညာပြောသော စကားမျိုးကို ဆိုလိုရင်းမဟုတ်ပေ။ စကားလုံး၏ ကာရံများကို ရှေ့နောက်ပြောင်းပြန်ပြု၍ ပြောသောစကားသာဖြစ်သည်။ [၁]

စကားလိမ်-ဆိုသည် ရှေ့အသံနဲ့ နောက်အသံ ပြောင်းပြီး ပြောင်းပြန်ပြောသည့် စကားအပြောမျိုးကို ဆိုလိုသည်။ နောင်မှသိ အား နိမှသောင် ဟု ပြောကြသည်မှာ စကားလိမ်ဖြစ်သည်။

စကား ၃-လုံးရှိလျှင် အလယ်လုံးကို အသံမပြောင်းဘဲ မူလအတိုင်းထားပြီး ရှေ့နောက်ပြောင်းသောမခါ နောင်သိ-မှ နိသောင်-ဖြစ်သွားသည်။ သူများမသိစေလိုသည့်အကြောင်းအရာတို့ကို စကားလိမ်သုံး၍ ပြောတတ်ကြသည်။ ငှက်ပျောသီးနှင့် မတည့်သော ကလေးရှေ့တွင် ပြောချင်လျှင် ငပျီးသော ဟုပြောတတ်သည်။

စာပေတွေထဲမှာလည်း စကားလိမ်များကို ထည့်ရေးတတ်ကြသည်။ ရာမရကန်မှာ သဒ္ဒါမတတ် စာမတတ်အစား သဒတ်မတာ စတ်မတာ ဟု စကားလိမ်ဖြင့် ရေးသားပါသည်။ လှိုင်ထိပ်ခေါင်တင်မင်းသမီးကြီးကလည်း နာဂဆဒ္ဒန်ဘောလယ်တွင် နိမှသောင် နောင်မှသိ ဟုလည်းကောင်း၊ ဦးပုညက လောကဓံ လံကဓော ဟုလည်းကောင်း ရေးခဲ့ကြသည်။ လူရွှင်တော်များကလည်း ဓနောဒိ ခြိုက်ကင်းစ် ဟူ၍ အင်္ဂလိပ်စကားသံဖြင့် ပြောပြီး အဓိပ္ပာယ်မေးလျှင် ဓနိတောခြင်ကိုက်ဟု ဖြေကြသည်။

စကားလိမ်ကို နှစ်ဆင့်ဝှက်သည်လည်း ရှိသေးသည်။ အစ်ကိုမယား အိပ်ချင်တယ် ဆိုတာမျိုးဖြစ်သည်။ အစ်ကိုမယားက- မရီး၊ အိပ်ချင်လျှင်-သမ်း-သည်။ မရီးသမ်း-မရန်းသီး-ဟူ၍ ဖြစ်သည်။

တခါက ဘုန်းတော်ကြီးတပါးအား နောက်တတ်ပြောင်တတ်သည့် ဒကာတစ်ယောက်က လင်ပေးရွာကို ဆွမ်းစားကြွပါဘုရား ဟု လျှောက်သောအခါ ဘုန်းတော်ကြီးက လင်ပေးရွာဆိုတာ မကြာဖူး ဟုဆိုကာ စဉ်းစားသော် လင်ပေး-က လေးပင်၊ လေးပင်တိုင်အိမ်များမှာ သုံးခန်းရှိသည်။ သုံးခန်း-မှစကားလိမ်ဖြေလျှင် သန်းကုန်း-။ ထိုအခါမှ ရွာနာမည်ပေါ်လာသည်။

အဆိုပါ ဇာတ်လမ်းမှာ သင်္ဂဇာဆရာတော်၏ စကားပုံစာအုပ်ပါ ပုံပြင်ဖြစ်သည်။ ဆရာကြီး မင်းသုဝဏ်ကလည်း စကိမ်လား-စကားလိမ်-ဟူ၍ စာတစ်ပုဒ်ရေးခဲ့ဖူးသည်။ [၂]

ဤစကားလိမ်သည် သူတစ်ပါး မသိစေလို၍ တီထွင်ထားကြရာမှ ပေါ်လာပုံရသည်။ သားငယ်မြေးငယ်များ နေမကောင်းဖြစ်နေစဉ် သူတို့ မစားစေချင်သော အစာကို သူတို့မသိနိုင်သည့် စကားလိမ်ဖြင့် ပြောကြရာမှ ကလေးငယ်များအနေဖြင့် အစားကြွင်းအစားကျန်များနှင့် သူတို့ကြားရသော စကားလိမ်ကို ဆက်စပ်အနက်ဖော်ကြရင်း ကလေးငယ်များလည်း စကားလိမ်ကို တတ်လာကြသည်။

နှစ်ခြိုက်လာသည်။ စကားလိမ်ဝှက်၍ နှုတ်ရေးကစားလာကြဟန် တူသည်ဟု ဆရာတစ်ဦးက ဆိုသည်။ စကားလိမ်သည် မည်သူက စတင်တီထွင်၍ မည်သည့်ခေတ်တွင် ပေါ်ပေါက်နေမှန်း မသိသော်လဲ စကားလိမ်ကို ရှေးပုဂံခေတ်ကတည်းက သုံးနေကြသည်ဟု တင်ပြဘူးသည်။

ဦးတိုး၏ ရာမရကန်တွင် "သဒ္ဒါမတတ်၊ စာမတတ်"၊ "လူစိတ်မနိုင်၊ စိတ်တစ်ပိုင်းရူး" ကို စကားလိမ်ဖြင့် ရေးဖွဲ့ခဲ့ပေသည်။

စကားလိမ်ကို စာကြီးစကားကြီးများတွင် မတွေ့ရတတ်သော်လည်း အပျော်ဉာဏ်စမ်း စကားအဖြစ်နှင့် ဟာသရသစာပေများတွင် တွေ့ရတတ်သည်။ မြန်မာစကားတွင် စကားလိမ်သည် စကားထာကဲ့သို့ပင် ပျော်စရာ စကားတစ်မျိုးအဖြစ် ပါဝင်နေလေသည်။ [၃]
`;
